Repository: CreazyRobert/13-2-22----4-2
Catalog: BanBu/ThirdParts/SinaWeibo/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

# workItem4
source: Cultures/advertising/media
ja: 文化/広告/メディア
ko: 문화 / 광고 / 미디어
ru: Культура/Реклама/Медиа
zh_hans: 文化/广告/传媒
zh_hant: 文化/廣告/傳媒

# workItem5
source: Entertainment/arts/performance
ja: エンターテインメント/アート/パフォーマンス
ko: 엔터테인먼트 / 예술 / 공연
ru: Развлечения/Искусство/Актёр
zh_hans: 娱乐/艺术/表演
zh_hant: 娛樂/藝術/表演

# workItem6
source: Medical treatment/nursing/pharmacy
ja: 医療/介護/医薬品
ko: 의료 / 간호 / 의약품
ru: Медицина
zh_hans: 医疗/护理/制药
zh_hant: 醫療/護理/製藥

# workItem7
source: Lawyers/law
ja: 弁護士/法務
ko: 변호사 / 법무
ru: Адвокат/Юрист
zh_hans: 律师/法务
zh_hant: 師/法務

# workItem8
source: Education/training
ja: 教育/トレーニング
ko: 교육 / 피트니스
ru: Образование/Обучение
zh_hans: 教育/培训
zh_hant: 教育/培訓

# workItem9
source: Civil servants/public institutions
ja: 公務員/公共機関
ko: 공무원 / 공공 기관
ru: Гражданское/Учреждения
zh_hans: 公务员/事业单位
zh_hant: 公務員/事業單位

# workItem10
source: Students
ja: 学生
ko: 학생
ru: Студент
zh_hans: 学生
zh_hant: 學生

# settingTitle
source: Settings
ja: システム設定
ko: 시스템 설정
ru: Настройки системы
zh_hans: 系统设置
zh_hant: 系統設置

# exitBtn
source: Exit
ja: 終了
ko: 완료
ru: Выход
zh_hans: 退出
zh_hant: 退出

# messageMan
source: Message management
ja: ニュース管理
ko: 뉴스 관리
ru: Управление сообщениями
zh_hans: 消息管理
zh_hant: 消息管理

# userNameMan
source: Account management
ja: アカウントの管理
ko: 계정 관리
ru: Управление счетами
zh_hans: 帐号管理
zh_hant: 帳號管理

# stealthLabel
source: Invisible mode
ja: 隠すモード
ko: 숨겨진 모드
ru: Неведимый
zh_hans: 隐身模式
zh_hant: 隱身模式

# soundSwitch
source: Sound
ja: 音
ko: 소리
ru: Звук
zh_hans: 声音
zh_hant: 聲音

# newmsgNotice
source: News alert
ja: ニュースアラート
ko: 뉴스 알리미
ru: Новые оповещения
zh_hans: 新消息提醒
zh_hant: 新消息提醒

# soundType
source: Tone type
ja: トーンタイプ
ko: 톤 종류
ru: Тип звукового сигнала
zh_hans: 提示音类型
zh_hant: 提示音類型

# locationLabel
source: Location-based services
ja: 位置確定
ko: 위치 확정
ru: Услуги по месту расположения
zh_hans: 定位服务
zh_hant: 定位服務

# remindLabel
source: Alert settings
ja: 通知の設定
ko: 알림 설정
ru: Настройки напоминаний
zh_hans: 提醒设置
zh_hant: 提醒設置

# muteLabel
source: Silence period
ja: ミュート期間
ko: 뮤트 기간
ru: Период молчания
zh_hans: 静音时段
zh_hant: 靜音時段

# PWSettingLabel
source: Password setting
ja: パスワードの設定
ko: 암호 설정
ru: Настройки пароля
zh_hans: 密码设置
zh_hant: 密碼設置

# blackLabel
source: Blacklist
ja: ブラックリスト
ko: 계정 관리
ru: Черный список
zh_hans: 黑名单
zh_hant: 黑名單

# feedBackLabel
source: Feedback
ja: フィードバック
ko: 피드백
ru: Обратные мнения
zh_hans: 意见反馈
zh_hant: 意見反饋

# commendForBanbu
source: Comment for Halfeet
ja: 半歩レビューに
ko: 하프 피트 리뷰에
ru: Оценить Полшага
zh_hans: 给半步评论
zh_hant: 給半步評論

# userHelpr
source: User help
ja: ユーザーヘルプ
ko: 사용자 도움말
ru: Помощь пользователям
zh_hans: 用户帮助
zh_hant: 用戶幫助

# blackTitle
source: Blacklist
ja: ブラックリスト
ko: 블랙리스트
ru: Черный список
zh_hans: 黑名单
zh_hant: 黑名單

# unlockButton
source: Remove
ja: 解除
ko: 해제
ru: Заблокировать
zh_hans: 解除
zh_hant: 解除

# changePWTitle
source: Change password
ja: パスワードの変更
ko: 암호 변경
ru: Изменить пароль
zh_hans: 修改密码
zh_hant: 修改密碼

# errorMsg6
source: Enter original password
ja: 元のパスワードを入力してください
ko: 원래 암호를 입력하십시오
ru: Пожалуйста, введите настоящий пароль
zh_hans: 请输入原密码
zh_hant: 請輸入原密碼

# errorMsg7
source: Enter new password
ja: 新しいパスワードを入力してください
ko: 새 암호를 입력하십시오
ru: Пожалуйста, введите новый пароль
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

# changePWNotice
source: Changing…
ja: 変更中.....
ko: 변경 중 .....
ru: Идет обновление……
zh_hans: 正在修改……
zh_hant: 正在修改……

# changeOK
source: Successful password setting
ja: パスワード設定が 成功した
ko: 암호 설정이 성공
ru: Пароль успешно установлен
zh_hans: 密码设置成功
zh_hant: 密碼設置成功

# oldPWLabel
source: Original PW
ja: 古いパスワード
ko: 이전 암호
ru: Старый пароль
zh_hans: 旧密码
zh_hant: 舊密碼

# inputOldPW
source: Enter original password
ja: 古いパスワードを入力してください
ko: 이전 암호를 입력하십시오
ru: Пожалуйста, введите ваш старый пароль
zh_hans: 请输入旧密码
zh_hant: 請輸入舊密碼

# newPWLabel
source: New PW
ja: 新しいパスワード
ko: 새 암호
ru: Новый пароль
zh_hans: 新密码
zh_hant: 新密碼

# conPWLabel
source: Re-enter PW
ja: パスワードの再入力
ko: 암호 입력
ru: Повторить пароль
zh_hans: 重复密码
zh_hant: 重複密碼

# dynamicTitle
source: Timeline
ja: 最新更新
ko: 최근 업데이트
ru: Список друзей
zh_hans: 好友动态
zh_hant: 好友動態

# displayVisitRecord
source: Visitors
ja: 訪問記録
ko: 방문 기록
ru: Список гостей
zh_hans: 来访记录
zh_hant: 來訪記錄

# displayFriendNews
source: Timeline
ja: 最新更新
ko: 최근 업데이트
ru: Список друзей
zh_hans: 好友动态
zh_hant: 好友動態

# friendNewsNoticeLabel
source: No timeline of friends, as you have not added any friends!
ja: あなたはまた友達がいませんね 友達最新更新もありませんね！
ko: 아직 친구가 없네요.최근 친구 업데이트도 없습니다!
ru: У вас ещё нету друзей в списке
zh_hans: 你还木有好友，怎么会有好友动态！
zh_hant: 你還木有好友，怎麼會有好友動態！

# visitRecordNoticeLabel
source: No one visit you, release new post right now!
ja: あなたを見た人がいませんね、投稿しよう！
ko: 방문한 사람이 없습니다.투고합시다!
ru: Вас ещё не кто не просматривал, поскорее отправляй новости
zh_hans: 还木有人看过你哦，赶紧发发广播吧！
zh_hant: 木有人看過你哦，趕緊發發廣播吧！

# helpTitle
source: About Halfeet
ja: ﾊｰﾌﾌｨｰﾄについて
ko: 최근 업데이트
ru: Насчёт программы Полушаг
zh_hans: 关于半步
zh_hant: 關於半步

# tipsLabel
source: 1) dialogue with people in the vicinity, 2) add a friend 3) Friends Circle updates, browse friends dynamic
ja: 1）周辺の人々との対話する、 2）近所の友人が 追加できる 3）友達の日常生活の更新を常時に知り、友情を深める。
ko: 1) 주변사람과 대화 2) 주변 친구를 추가 3) 친구의 일상 생활의 업데이트를 상시 알고 우정을 싸아갈수 있습니다
ru: 1) Общение с людьми рядом с вами 2) Добавление в друзья 3) Обновления друзей, просмотр друзей
zh_hans: 1）与附近的人对话 2）添加好友 3）好友圈更新，浏览好友动态
zh_hant: 1）與附近的人對話 2）添加好友 3）好友圈更新，瀏覽好友動態

# trainTitle
source: BJ subway
ja: 北京地下鉄
ko: 북경 지하철
zh_hans: 北京地铁
zh_hant: 北京地鐵

# pictureAndVoiceTitle
source: Pictures and voice
ja: 写真と声
ko: 사진과 음성
ru: Фотографии и голосовые сообщения
zh_hans: 图片和语音
zh_hant: 圖片和語音

# addAPhoto
source: Add a photo first
ja: 最初の写真を追加
ko: 첫 번째 사진 추가
ru: Пожалуйста, выберите фото
zh_hans: 请先添加一张照片
zh_hant: 請先添加一張照片

# timeshortNoticte
source: Please long press the record button
ja: 長い録音ボタンを押してください
ko: 긴 녹음 버튼을 눌러주세요
ru: Пожалуйста, задержите кнопку записи
zh_hans: 请长按录音按钮
zh_hant: 請長按錄音按鈕

# textAndTagsTitle
source: Text and Tags
ja: テキストとタグ
ko: 텍스트 및 태그
ru: Надписи и заметки
zh_hans: 文字和标签
zh_hant: 文字和標籤

# textDescription
source: Please enter the text in this description
ja: テキストの文書を入力してください
ko: 텍스트 문서를 입력하십시오
ru: Пожалуйста, введите текст
zh_hans: 请在此输入文字描述
zh_hant: 請在此輸入文字描述

# share_broadcast
source: Share to:
ja: シェア:
ko: 공유:
ru: Поделиться в
zh_hans: 分享到:
zh_hant: 分享到

# bindNow
source: Now go to connect
ja: 今すぐコネクト
ko: 지금 연결
ru: Сейчас сделать доступ
zh_hans: 现在就去绑定
zh_hant: 現在就去綁定

# voiceOrTextNotice
source: Completed at least one record or text
ja: 最低1つの録音またはテキストが要る
ko: 최소 1 개의 녹음 또는 텍스트가 필요합니다
ru: аудио или текст заполнить как минимум один
zh_hans: 录音或文字至少完成一项
zh_hant: n錄音或文字至少完成一項

# commentcount1
source: Click to view all
ja: クリックして
ko: 클릭
ru: Щелкните для просмотра
zh_hans: 点击查看全部
zh_hant: 點擊查看全部

# commentcount2
source: comments
ja: コメントを見る
ko: 댓글보기
ru: Отзывы…
zh_hans: 条评论...
zh_hant: 條評論...

# longVoice
source: Push to Comment
ja: 長押す音声コメント
ko: 누르고 음성댓글
ru: Зажмите кнопку для отправки голосовых комментарий
zh_hans: 长按发送语音评论

# zan_failed
source: You already submitted
ja: あなたは既に提出した
ko: 이미 제출
ru: Уже было отправлено
zh_hans: 你已经提交过了

# zan_success
source: Submitted to the success
ja: 提出を成功した
ko: 제출 성공
ru: Успешно отправлено!
zh_hans: 提交成功！

# tagTextfield
source: Tags
ja: ラベル
ko: 라벨
ru: Заметка
zh_hans: 标签
zh_hant: 標籤

# tagTextPlaceholder
source: Enter tags, separated by a space
ja: タグを入力し、スペースで区切られています
ko: 태그를 입력하고 공백으로 구분되어 있습니다
ru: Введите метку, разделенным пробелом
zh_hans: 请输入标签，以空格分隔
zh_hant: 請輸入標籤，以空格分隔

# writeSomething
source: Write something at the moment...
ja: 現時点で何かを書く...
ko: 현재 입력하고 있는 중 ...
ru: Напишите что-то...
zh_hans: 此刻写点什么吧...
zh_hant: 此刻寫點什麼吧...

# km500
source: Search in 500km
ja: 500キロ内の検索
ko: 500 ㎞이내에서 검색
ru: Поиск среди 500 км
zh_hans: 搜索500公里内
zh_hant: 搜索500公里內

# km2000
source: Search in 2000km
ja: 2000キロ内の検索
ko: 2000 ㎞이내에서 검색
ru: Поиск среди 2000 км
zh_hans: 搜索2000公里内
zh_hant: 搜索2000公里內

# notific
source: Notifications
ja: 通知
ko: 알림
ru: Новости оповещения
zh_hans: 新消息提醒
zh_hant: 新消息提醒

# notificChat
source: Chat Notifications
ja: チャット通知
ko: 채팅 알림
ru: Получать уведомления чата
zh_hans: 接收聊天消息通知
zh_hant: 接收聊天消息通知

# notificFriend
source: Timeline Notifications
ja: 最新更新通知
ko: 최근 업데이트 알림
ru: Получать уведомления о получении друзей
zh_hans: 接收好友圈动态通知
zh_hant: 接收好友圈動態通知

# jiaweihaoyou
source: Message
ja: 会話
ko: 대화
ru: Добавить в друзья
zh_hans: 加为好友
zh_hant: 加為好友

# kaishiduihua
source: Follow
ja: フォロー
ko: 팔로우
ru: Написать сообщение
zh_hans: 写信息
zh_hant: 寫信息

# requestFrom
source: I`ve accepted your friend request. Now start to chat !
ja: 友達リクエストを受けました。チャット始めよう
ko: 친구 요청을 받았습니다. 채팅 시작하기 !
ru: Я уже принял ваше предложение дружбы, давайте начнём общения прямо сейчас
zh_hans: 我已经通过了你的好友请求，一起来聊天吧
zh_hant: 我已經通過了你的好友請求，一起來聊天吧

# moreTitle
source: More
ja: 多く
ko: 많은
ru: Больше информации
zh_hans: 更多
zh_hant: 更多

# sexSelect
source: Gender
ja: 性別
ko: 성별
ru: Пол
zh_hans: 性别
zh_hant: 性別

# timeSelect
source: Last online
ja: 最後のオンライン
ko: 마지막 온라인
ru: Онлайн время
zh_hans: 上线时间
zh_hant: 上線時間

# tuyaEdit
source: Edit with doodle
ja: 落書き保存
ko: 낙서 저장
ru: Сохранить редактирования графити
zh_hans: 涂鸦编辑保存
zh_hant: 塗鴉編輯保存

# tuyaReply
source: Reply with doodle
ja: 落書き返信
ko: 낙서 답글
ru: Ответить графити
zh_hans: 涂鸦回复
zh_hant: 塗鴉回复

# continueEdit
source: Return to modify
ja: 修正に戻る
ko: 수정으로 돌아 가기
ru: Продолжить редактирование
zh_hans: 继续编辑
zh_hant: 繼續編輯

# saveToAlum
source: Save to phone album
ja: アルバムに保存
ko: 앨범에 저장
ru: Сохранить в альбом
zh_hans: 保存到手机相册
zh_hant: 保存到手機相冊

# reginShare
source: I'm in Halfeet(www.halfeet.com) - Chat, Meet, Date with people nearby.
ja: 私が ﾊｰﾌﾌｨｰﾄ(www.halfeet.com)を登録した。ハーフフィート：近所の人とチャットできるアプリです。
ko: 하프 피트 (www.halfeet.com)를 등록. 하프 피트는 주위사람과 채팅 할 수있는 앱입니다.
ru: Я в сети Halfeet(www.halfeet.com)-заводим друзей и начинаем обшение с незнакомцами
zh_hans: 我在半步网(www.halfeet.com) - 附近陌生人约会聊天交友
zh_hant: 我在半步網(www.halfeet.com) - 附近陌生人約會聊天交友

# photoShare
source: I've upload new photo in Halfeet(www.halfeet.com).
ja: 私はﾊｰﾌﾌｨｰﾄ(www.halfeet.com)で 新しい写真をアップロードしました。
ko: 하프 피트 (www.halfeet.com)를 등록. 새로운 사진을 업로드했습니다.
ru: Я в сети Halfeet(www.halfeet.com)загрузил новое фото
zh_hans: 我在半步网(www.halfeet.com)上传了新的照片。
zh_hant: 我在半步網(www.halfeet.com)上傳了新的照片。

# followShare
source: I followed %@ in Halfeet.
ja: 私は ハーフフィート(www.halfeet.com)で %@をフォローしました
ko: 하프 피트 (www.halfeet.com)에서 % @를 팔로우했습니다
ru: В сети Halfeet(www.halfeet.com)и%@ подружились
zh_hans: 我在半步网(www.halfeet.com)和%@成为了好友。
zh_hant: 我在半步網(www.halfeet.com)和%@成為了好友。

# opera
source: 操作
ko: 작업
ru: Операция
