Repository: CreazyRobert/13-2-22----4-2
Catalog: BanBu/ThirdParts/SinaWeibo/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

# 发送
source: Send
ja: 送信
ko: 전송
zh_hans: 发送
zh_hant: 發送

# 关闭
source: Cancel
ja: 工場を閉鎖し
ko: 취소
zh_hans: 关闭
zh_hant: 關閉

# 新浪微博
source: Sina Weibo
ja: 新浪マイクロ博
zh_hans: 新浪微博
zh_hant: 新浪微博

# 确定
source: OK
ja: 確定
ko: 여기에 입력
zh_hans: 确定
zh_hant: 確定

# 请输入微博内容
source: Please input here
ja: 入力してください。微博内容を盛り込んでいる
zh_hans: 请输入微博内容
zh_hant: 請輸入微博內容

# 取消
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# 登录
source: Log In
ja: 登录され
ko: 로그인
zh_hans: 登录
zh_hant: 登錄

# 用户名
source: Username
ja: ユーザー名
ko: 사용자
zh_hans: 用户名
zh_hant: 用戶名

# 密码
source: Password
ja: 暗証番号
ko: 암호
zh_hans: 密码
zh_hant: 密碼

# CFBundleDisplayName
source: Halfeet
ja: ﾊｰﾌﾌｨｰﾄ
ko: 하프피트
zh_hans: 半步
zh_hant: 半步

# savesucess
source: Saved successfully
ja: 正常に保存され
ko: 저장되였습니다
ru: Успешно сохранены
zh_hans: 保存成功
zh_hant: 保存成功

# savefail
source: Failed to save
ja: 保存に失敗しました
ko: 저장에 실패하였습니다
ru: Не удалось сохранить
zh_hans: 保存失败
zh_hant: 保存失敗

# requestUser
source: Request
ja: 友達ﾘｸｴｽﾄ
ko: 친구 요청
ru: Запрос в друзья
zh_hans: 好友请求

# saywhat
source: Have a word to say hello
ja: 挨拶する
ko: 인사
ru: Поздороваться
zh_hans: 说句话打个招呼

# confirmFriend
source: Confirm
ja: 友達確認
ko: 친구 확인
ru: Подтвердить запрос
zh_hans: 确认好友

# sendS
source: Sent successfully
ja: 発信成功した
ko: 발신 성공
ru: Успешно отправлено
zh_hans: 发送成功

# sendF
source: Failed to send
ja: 発信失敗した
ko: 발신실패
ru: Отправка не удалась
zh_hans: 发送失败

# nextButton
source: Next
ja: 次へ
ko: 다음
ru: Далее
zh_hans: 下一步
zh_hant: 下一步

# finishButton
source: Finished
ja: 完了
ko: 완료
ru: Завершено
zh_hans: 完成
zh_hant: 完成

# deleteButton
source: Delete
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# saveButton
source: Save
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 保存

# clearButton
source: Clear marks
ja: クリアマーク
ko: 클리어 마크
ru: Очистить
zh_hans: 清除标记
zh_hant: 清除標記

# profileButton
source: Profile
ja: ﾌﾟﾛﾌｨｰﾙ
ko: 프로필
ru: его блог
zh_hans: TA的资料
zh_hant: TA的資料

# sortButton
source: Filter
ja: セレクト
ko: 선택
ru: Выбрать
zh_hans: 筛选
zh_hant: 篩選

# returnButton
source: Back
ja: 戻る
ko: 돌아 가기
ru: Назад
zh_hans: 返回
zh_hant: 返回

# changeNotice
source: You can`t be changed after your choice
ja: 一度提出されると、変更することはできません
ko: 제출되면 변경할 수 없습니다
ru: Ваш выбор не может быть изменён после представления
zh_hans: 请确定你的选择，一旦提交无法更改！
zh_hant: 請確定你的選擇，一旦提交無法更改！

# noticeNotice
source: Notice
ja: ヒント
ko: 도움말
ru: Уведомление
zh_hans: 提示
zh_hant: 提示

# cancelNotice
source: Cancel
ja: キャンセル
ko: 취소
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# confirmNotice
source: Confirm
ja: 確定
ko: 확정
ru: Подтверждать
zh_hans: 确定
zh_hant: 確定

# uploadFailNotice
source: Upload failed
ja: アップロードに失敗しました
ko: 업로드에 실패했습니다
ru: Сбой загрузки
zh_hans: 上传失败
zh_hant: 上傳失敗

# chuliNotice
source: Processing…
ja: 処理中...
ko: 처리 중
ru: Обработка……
zh_hans: 正在处理……
zh_hant: 正在處理……

# deleteNotice
source: Deleting……
ja: 削除……
zh_hans: 正在删除……
zh_hant: 正在刪除……

# profileAlertNotice
source: Head photo has been changed, save?
ja: あなたは、アバターの情報が変更され、それを保存しますか
ko: 아바타의 정보가 변경되어 그것을 저장 하시겠습니까
ru: Вы изменили информацию на аватар , хотите сохранить?
zh_hans: 您已对头像信息做了修改，是否保存?
zh_hant: 您已對頭像信息做了修改，是否保存?

# network_error
source: Data return failure
ja: デーダー読み込む失敗
ko: 데이터로드 실패
ru: Не удалось получить данные
zh_hans: 获取数据失败
zh_hant: 獲取數據失敗

# data_error
source: Data request failure
ja: データを請求する出来ませんでした
ko: 데이터 요청 할 수 없습니다
ru: Запрос данных не удался
zh_hans: 请求数据失败
zh_hant: 請求數據失敗

# network_unavailabel
source: Current network is unavailable, please check
ja: 現在のネットワークが利用できない場合は、確認してください
ko: 현재 네트워크를 사용할수 없는 경우 확인하십시오
ru: В настоящий момент сеть недоступна, пожалуйста повторите позже
zh_hans: 当前网络不可用，请检查
zh_hant: 當前網絡不可用，請檢查

# loadingNotice
source: Loading…
ja: 読み込み中...
ko: 로딩 중 ...
ru: Загрузка…..
zh_hans: 正在加载……
zh_hant: 正在加載……

# loadMoreButton
source: Click for more
ja: クリックして 次を見る
ko: 클릭하여 다음보기
ru: Нажмите для получения дополнительной информации
zh_hans: 点击获取更多
zh_hant: 點擊獲取更多

source: Last refresh：
ja: 前回更新：
ko: 마지막 업데이트
ru: Последние обновления
zh_hans: 上次刷新：
zh_hant: 上次刷新：

# loosenRefresh
source: Release to refresh…
ja: 指を放して更新
ko: 손을 떼고 업데이트
ru: Отпустить для обновления
zh_hans: 松开刷新……
zh_hant: 鬆開刷新……

# pulldownRefresh
source: Pull to refresh…
ja: 下へ伸ばして更新
ko: 아래로 뻗어 업데이트
ru: Потянуть в низ для обновления
zh_hans: 下拉刷新……
zh_hant: 下拉刷新……

# luckPeopleTitle
source: Peoples
ja: 付近の人
ko: 근처 인민
ru: вокруг толпа
zh_hans: 附近的人
zh_hant: 附近的人

# broadcastTitle
source: Square
ja: 近く広場
ko: 근처 광장
ru: вокруг площадь
zh_hans: 附近广播
zh_hant: 附近廣播

# selectTitle
source: Filter By
ja: ボール投げ
ko: 공 던지기
ru: Hастройки
zh_hans: 抛绣球
zh_hant: 拋繡球

# dialogueTitle
source: Chat
ja: チャット
ko: 채팅
ru: Диалог
zh_hans: 对话
zh_hant: 對話

# myFriendTitle
source: Friends
ja: 友だち
ko: 친구
ru: Круг друзей
zh_hans: 好友圈
zh_hant: 好友圈

# mySpaceTitle
source: MyHome
ja: ホーム
ko: 나의 공간
ru: Мой блог
zh_hans: 我的空间
zh_hant: 我的空間

# pinglunTitle
source: Rating For Halfeet
ja: ﾊｰﾌﾌｨｰﾄについて評価
ko: 하프 피트에 대한 평가
ru: Оценить Полушаг
zh_hans: 给半步评分
zh_hant: 給半步評分

# pinglunNotice
source: If you prefer to use halfeet, Please take one minute scoring for us! Thank you for your support!
ja: あなたは ﾊｰﾌﾌｨｰﾄを使用することを好む場合には、あなたの1分間の時間を取ってください！ご支援いただき、ありがとうございます！
ko: 당신은 하프 피트의 사용을 선호하는 경우에는 １분만 시간을 내 주십시오！감사합니다！
ru: Если вы предпочитаете использовать Полшага, не возпажаете ли вы потратить минутку на оценивание? Это не займёт у вас больше минуты, спасибо вам за поддержку.
zh_hans: 如果您喜欢使用半步, 是否介意花点时间为它评分? 您花费的时间不会超过一分钟. 感谢您的支持!
zh_hant: 如果您喜歡使用半步, 是否介意花點時間為它評分? 您花費的時間不會超過一分鐘. 感謝您的支持!

# openPush
source: Push notifications have been closed
ja: プッシュ通知は、閉鎖されている
ko: 푸시 알림은 해제되여 있습니다
ru: Уведомления закрыты
zh_hans: 推送通知已关闭
zh_hant: 推送通知已關閉

# howOpenPush
source: Only halfeet keep on, can receive messages, to turn push notifications, visit Settings> Notifications>Halfeet
ja: ﾊｰﾌﾌｨｰﾄのメッセージの受け取ることを続けることには プッシュ通知、訪問設定>通知の> ﾊｰﾌﾌｨｰﾄを有効にする
ko: 하프 피트의 메시지의 수신을 계속하려면 푸시 알림，방문 설정>알림>하프 발을 활성화
ru: Полшага открывается только при получении сообщения, для приема уведомлений, посетите Настройки> Уведомления> Полшага
zh_hans: 仅当半步打开时才会接收消息, 要打开推送通知, 请访问 设置>通知>半步
zh_hant: O僅當半步打開時才會接收消息, 要打開推送通知, 請訪問設置>通知>半步

# laterButton
source: Notice late
ja: 後で通知
ko: 나중에 알림
ru: Позже
zh_hans: 以后再说
zh_hant: 以後再說

# newButton
source: Now Review
ja: Halfeetを評価
ko: Halfeet을 평가
ru: Hемедленная оценка
zh_hans: 立即评价
zh_hant: 立即評價

# userAgreeTitle
source: User Agreement
ja: ユーザー使用許諾契約
ko: 사용자 사용권 계약
ru: Соглашение пользователя
zh_hans: 用户协议
zh_hant: 用戶協議

# fristTitle
source: Halfeet
ja: ﾊｰﾌﾌｨｰﾄ
ko: 하프 피트
zh_hans: 半步
zh_hant: 半步

# regButton
source: Register
ja: 登録
ko: 등록
ru: реестр
zh_hans: 注册
zh_hant: 註冊

# logButton
source: Log in
ja: ログイン
ko: 로그인
ru: Войти
zh_hans: 登录
zh_hant: 登錄

# scanButton
source: Visitor
ja: 客
ko: 고객
zh_hans: 游客
zh_hant: 遊客

# nearPeople
source: people nearby
ja: 付近で
ko: 근처에서
ru: Люди поблизости
zh_hans: 人在附近
zh_hant: 人在附近

# propagandaTitle
source: Halfeet: Chat、Meet、Date with stranger nearby
ja: ﾊｰﾌﾌｨｰﾄ: 近く人とチャット
ko: 하프 피트 : 가까운 사람과 채팅
ru: Сеть Halfeet: знакомства с людьми
zh_hans: 半步网: 附近陌生人约会交友
zh_hant: 半步網: 附近陌生人約會交友

# loginTitle
source: Log in
ja: ログイン
ko: 로그인
ru: Войти
zh_hans: 登录
zh_hant: 登錄

# userNameLabel
source: Account
ja: アカウント
ko: 계정
ru: Номер
zh_hans: 帐号
zh_hant: 帳號

# userPlabeholder
source: Email or Halfeet Account
ja: 電子メール、またはハーフフィートNo.
ko: 이메일 또는 하프 피트 No.
ru: Почтовый ящик или номер Полшага
zh_hans: 邮箱或者半步号
zh_hant: 郵箱或者半步號

# pwPlaceholder
source: Enter password to log in
ja: ハーフフィートのログイン パスワードを入力してください。
ko: 하프 피트의 로그인 암호를 입력하십시오
ru: Пожалуйста, введите пароль Halfeet
zh_hans: 请输入半步登录密码
zh_hant: 請輸入半步登錄密碼

# loading
source: Login in
ja: 登録中...
ko: 등록 중 ...
ru: Загрузка….
zh_hans: 正在登录……
zh_hant: 正在登錄……

# userNameNil
source: Enter account
ja: ユーザ名
ko: 아이디
ru: Введите номер пользователя
zh_hans: 请输入帐号
zh_hant: 請輸入帳號

# passWordError
source: Enter valid password
ja: 有効なパスワードを入力してください
ko: 올바른 암호를 입력하십시오
ru: Пожалуйста, введите пароль
zh_hans: 请输入有效密码
zh_hant: 請輸入有效密碼

source: User name or password error
ja: ユーザ名またはパスワードが正しくありません
ko: 입력한 아이디와 비밀번호로 인증하는데 실패했습니다.
ru: Имя или пароль неверный
zh_hans: 用户名或密码错误
zh_hant: 用戶名或密碼錯誤

# regTitle
source: Register
ja: 登録
ko: 등록
ru: Регестрация
zh_hans: 注册帐号
zh_hant: 註冊帳號

# emailLabel
source: Email
ja: E-mailアドレス
ko: E-mail 주소
ru: Адрес электронной почты
zh_hans: 邮箱地址
zh_hant: 郵箱地址

# passwordLabel
source: Password
ja: パスワード
ko: 암호
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# pPlaceholder
source: 6-20 characters
ja: 6桁以上してください。
ko: 최소 6자리 이상 이여야합니다
ru: Не меньше 6 знаков
zh_hans: 不少于6位
zh_hant: 不少於6位

# confirmationLabel
source: Confirm
ja: パスワードの重複
ko: 암호 중복
ru: Повторите пароль
zh_hans: 重复密码
zh_hant: 重複密碼

# cPlaceholedr
source: Re-enter password
ja: パスワードを再入力する
ko: 암호를 다시 입력하기
ru: Ещё раз введите пароль
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# bottomNotice
source: Email is the account to log in Halfeet, and is the only certificate to retrieve password, please ensure that the mail is valid and correct. Agree Halfeet user agreement to register
ja: メールアカウントはハーフフィートのログインID、パスワードを取り返す証拠です，正しいメールアドレスを記入してください。 登録するとあなたは ハーフフィートユーザー使用許諾契約に同意することを示しています。
ko: 등록하면 자동으로 하프 피트 사용자 사용권 계약에 동의하게됩니다.
ru: почта при получении пароля является единственным доказательством, убедитесь, что ваш почтовый ящик эффективный и заполнен правильно. Для регистрации, вы соглашаетесь с Пользователем Halfeet
zh_hans: 邮箱是登录半步的帐号，是取回密码唯一凭证，请确保邮箱有效和填写正确。 注册即表示您同意半步用户协议
zh_hant: 郵箱是登錄半步的帳號，是取回密碼唯一憑證，請確保郵箱有效和填寫正確。 註冊即表示您同意半步用戶協議

# errorMsg
source: Enter email address
ja: E-mailアドレスを入力してください
ko: E-mail 주소를 입력하십시오
ru: Введите адресс электронной почты
zh_hans: 请输入邮箱地址
zh_hant: 請輸入郵箱地址

# errorMsg1
source: Enter correct email address
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력하십시오
ru: Введите правильный адресс электронной почты
zh_hans: 请输入正确的邮箱地址
zh_hant: 請輸入正確的郵箱地址

# errorMsg2
source: Enter password
ja: パスワードを入力してください
ko: 비밀번호를 입력하십시오
ru: Введите пароль
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# errorMsg3
source: Password length is not less than 6-bit characters
ja: パスワードの長さは6桁以上してください。
ko: 비밀암호는 최소 6자리 이상 이여야합니다
ru: Пароль должен быть не менее шести знаков
zh_hans: 密码长度不少于6位
zh_hant: 密碼長度不少於6位

# errorMsg4
source: Re-enter password
ja: 繰り返して、パスワードを入力してください
ko: 비밀암호를 다시한번 입력하십시오
ru: Повторите пароль
zh_hans: 请输入重复密码
zh_hant: 請輸入重複密碼

# errorMsg5
source: Two passwords are inconsistent
ja: 入力した2つのパスワードが一致しません
ko: 입력 한 두 암호가 일치하지 않습니다
ru: Пароли не совпадают
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# detectEmail
source: Testing email address
ja: メールアドレスをチェックしています...
ko: 이메일 주소를 확인 중입니다 ...
ru: Обновление сообшения
zh_hans: 正在检测邮箱
zh_hant: 正在檢測郵箱

# successEmail
source: Congratulations, the email address is available
ja: 利用可能なメールボックス、おめでとうございます！
ko: 사용 가능한 사서함입니다,축하합니다!
ru: Поздравляю, почтовый ящик доступен
zh_hans: 恭喜你，邮箱可用！
zh_hant: 恭喜你，郵箱可用！

# failEmail
source: Sorry, this email address has been registered!
ja: 申し訳ありませんが、メールボックスが登録されています！
ko: 죄송합니다 사서함이 등록되어 있습니다!
ru: К сожалению, почтовый ящик был зарегистрирован
zh_hans: 很抱歉，邮箱已被注册！
zh_hant: 很抱歉，郵箱已被註冊！

# nameAndSexTitle
source: Name and Gender
ja: 名前と性別
ko: 이름과 성별
ru: Имя и Пол
zh_hans: 名字与性别
zh_hant: 名字與性別

# nameLabel
source: Name
ja: 名前
ko: 이름
ru: Ваше имя
zh_hans: 名字
zh_hant: 名字

# nameNotice
source: Use real name for rapid discovery and contact of others
ja: より速くあなたを見つけると連絡する人々の本当の名前を使用するように
ko: 더 빨리 찾을수 있게 접촉하는 사람들의 진짜 이름을 사용하도록
ru: Используя настоящие имя люди быстрее найдут вас
zh_hans: 使用真实名字让人更快的找到和联系你
zh_hant: 使用真實名字讓人更快的找到和聯繫你

# namePlaceholder
source: Enter your name
ja: 自分の名前を入力してください
ko: 이름을 입력하십시오
ru: Введите ваше имя
zh_hans: 请输入你的名字
zh_hant: 請輸入你的名字

# boyItem
source: Male ♂
ja: 男性 ♂
ko: 남자 ♂
ru: Мужской ♂
zh_hans: 男 ♂
zh_hant: 男 ♂

# girlItem
source: Female ♀
ja: 女性 ♀
ko: 여자 ♀
ru: Женский ♀
zh_hans: 女 ♀
zh_hant: 女 ♀

# selectSex
source: Your choice :
ja: あなたの選択した性別：
ko: 선택한 성별
ru: Ваш пол
zh_hans: 您选择的性别是：
zh_hant: 您選擇的性別是：

# editSex
source: Edit
ja: 修正
ko: 수정
ru: Изменить
zh_hans: 更改
zh_hant: 更改

# boy
source: Male
ja: 男性
ko: 남
ru: Мужской
zh_hans: 男
zh_hant: 男

# girl
source: Female
ja: 女性
ko: 여
ru: Женский
zh_hans: 女
zh_hant: 女

# bodyAndBloodTitle
source: Body and Blood
ja: 体と血液型
ko: 몸과 혈액형
ru: Тело и группа крови
zh_hans: 身体与血型
zh_hant: 身體與血型

# heightLabel
source: Choose your height (cm)
ja: あなたの身長（cm）を選択してください
ko: 키는 몇 cm입니까
ru: Ваш рост (cm)
zh_hans: 请选择的您的身高(cm)
zh_hant: 請選擇的您的身高(cm)

# bloodLabel
source: Choose your blood type
ja: あなたの血液型を選択してください
ko: 혈액형을 선택해주세요
ru: Группа крови
zh_hans: 请选择的您的血型
zh_hant: 請選擇的您的血型

# wightLabel
source: Choose your weight (kg)
ja: あなたの体重(kg)を選択してください
ko: 체중 (kg)을 선택하십시오
ru: Ваш вес
zh_hans: 请选择的您的体重(kg)
zh_hant: 請選擇的您的體重(kg)

# birthdayTitle
source: Date of birth
ja: 生年月日
ko: 생년월일
ru: День рождения
zh_hans: 出生日期
zh_hant: 出生日期

# ageLabel
source: Age
ja: 年齢
ko: 나이
ru: Возвраст
zh_hans: 年龄
zh_hant: 年齡

# starLabel
source: Constellation
ja: 星座
ko: 별자리
ru: Знак зодиака
zh_hans: 星座
zh_hant: 星座

# birthNotice
source: Your birthday will not be shown in personal information. You need to be or above 12 years old to use this application.
ja: あなたの生年月日を入力して、システムは自動的に年計算します年齢と星座。あなたの生年月日は個人プロフィールには表示されません。このアプリケーションでは、年齢12歳以上を必要とします。
ko: 당신의 생년월일을 입력하여 시스템이 자동으로 년 계산합니다 나이와 별자리.생년월일은 개인 프로필에 표시되지 않습니다.이 프로그램은 12 세 이상을 상대로 합니다
ru: Введите дату своего рождения, система автоматически рассчитает возраст и знак зодиака. Дату рождения не будет отображаться в профайле. Это приложение требует от вас свыше 12 лет
zh_hans: 输入你的出生日期，系统会自动算出年龄和星座。你的出生日期将不会出现在个人资料里。此应用需要你年满12岁。
zh_hant: 輸入你的出生日期，系統會自動算出年齡和星座。你的出生日期將不會出現在個人資料裡。此應用需要你年滿12歲。

# ageNumber
source: Age
ja: 年
ko: 세
ru: Возвраст
zh_hans: 岁
zh_hant: 歲

# ageNotice
source: Enter your age
ja: 年齢を入力してください
ko: 나이를 입력하십시오
ru: Введите ваш возвраст
zh_hans: 请输入年龄
zh_hant: 請輸入年齡

# starItem
source: Aquarius
ja: 水瓶座
ko: 물독자리
ru: Водолей
zh_hans: 水瓶座
zh_hant: 水瓶座

# starItem1
source: Pisces
ja: 魚座
ko: 물고기자리
ru: Рыбы
zh_hans: 双鱼座
zh_hant: 雙魚座

# starItem2
source: Aries
ja: 牡羊座
ko: 양자리
ru: Овен
zh_hans: 白羊座
zh_hant: 白羊座

# starItem3
source: Taurus
ja: トーラス
ko: 황소자리
ru: Телец
zh_hans: 金牛座
zh_hant: 金牛座

# starItem4
source: Gemini
ja: ジェミニ
ko: 쌍동이자리
ru: Близнецы
zh_hans: 双子座
zh_hant: 雙子座

# starItem5
source: Cancer
ja: がん
ko: 게자리
ru: Рак
zh_hans: 巨蟹座
zh_hant: 巨蟹座

# starItem6
source: Leo
ja: レオ
ko: 사자자리
ru: Лев
zh_hans: 狮子座
zh_hant: 獅子座

# starItem7
source: Virgo
ja: 乙女座
ko: 처녀자리
ru: Дева
zh_hans: 处女座
zh_hant: 處女座

# starItem8
source: Libra
ja: 天秤座
ko: 천칭자리
ru: Весы
zh_hans: 天秤座
zh_hant: 天秤座

# starItem9
source: Scorpio
ja: 蠍座
ko: 전갈자리
ru: Скорпион
zh_hans: 天蝎座
zh_hant: 天蠍座

# starItem10
source: Sagittarius
ja: 射手座
ko: 사수자리
ru: Стрелец
zh_hans: 射手座
zh_hant: 射手座

# starItem11
source: Capricornus
ja: 山羊座
ko: 염소자리
ru: Козерог
zh_hans: 摩羯座
zh_hant: 摩羯座

# avatarTitle
source: Set head photo
ja: アバターを設置する
ko: 아바타를 설치한다
ru: Выбрать картинку
zh_hans: 设置头像
zh_hant: 設置頭像

# btnXiangCe
source: Select a photo
ja: 選択アルバム写真
ko: 선택 앨범 사진
ru: Выберите фото
zh_hans: 选取相册照片
zh_hant: 選取相冊照片

# btnCamera
source: Take a photo
ja: すぐに撮影
ko: 즉시 촬영
ru: фотография
zh_hans: 现在拍摄一张
zh_hant: 現在拍攝一張

# sendAvater
source: Uploading photo
ja: アバターをアップロッド中
ko: 아바타를 업로드 중
ru: Загрузить фотографию
zh_hans: 正在上传头像
zh_hant: 正在上傳頭像

# selectAvater
source: Select a photo
ja: アバターを選択する
ko: 아바타 선택
ru: Пожалуйста, выберите фото
zh_hans: 请选择头像
zh_hant: 請選擇頭像

source: Registering…
ja: 登録されています...
ko: 등록학고 있습니다 …
ru: Идёт регистрация……
zh_hans: 正在注册……
zh_hant: 正在註冊……

# getMessage
source: Getting the login information…
ja: ログイン情報を取得...
ko: 로그인 정보 검색…
ru: Идёт получение данных
zh_hans: 获取登陆信息……
zh_hant: 獲取登陸信息……

# reUpload
source: Reload
ja: リロードします
ko: 리로드 합니다
ru: Повторно загрузить
zh_hans: 重新上传
zh_hant: 重新上傳

# waitauditNotice
source: Photo uploaded, will display after check .
ja: 画像をアップロードした 審査中
ko: 이미지 업로드 심사 중
ru: Фото загружено успешно
zh_hans: 上传头像成功，经审核后方可显示
zh_hant: 上傳頭像成功，經審核後方可顯示

# titleItem
source: People nearby
ja: 付近の人
ko: 주위의 사람
ru: вокруг толпа
zh_hans: 附近的人
zh_hant: 附近的人

# titleItem1
source: Post nearby
ja: 近く広場
ko: 근처 광장
ru: вокруг площадь
zh_hans: 附近广播
zh_hant: 附近廣播

# listTitle
source: Female only
ja: 女性
ko: 여
ru: Только девушки
zh_hans: 仅女生
zh_hant: 僅女生

# listTitle1
source: Male only
ja: 男性
ko: 남
ru: Только парни
zh_hans: 仅男生
zh_hant: 僅男生

# listTitle2
source: All
ko: 전체
ru: Все
zh_hans: 全部
zh_hant: 全部

# listButton
source: Post
ja: 投稿
ko: 리뷰
ru: Отправить
zh_hans: 发布
zh_hant: 發布

# distanceLabel
source: Latest online:
ja: 最新のオンライン：
ko: 최신 온라인
ru: Он-лайн
zh_hans: 最新上线：
zh_hant: 最新上線：

# intimeLabel
source: Release on：
ja: 投稿：
ko: 리뷰
ru: Опубликовано
zh_hans: 发布于：
zh_hant: 發佈於：

# commendLabel
source: Comment
ja: コメント：
ko: 댓글
ru: Комментировать
zh_hans: 评论
zh_hant: 評論

# reportLabel
source: Report
ja: 報告
ko: 보고
ru: Сообщить
zh_hans: 举报
zh_hant: 舉報

# reportNotice
source: Report submitted!
ja: 報告が提出されました！
ko: 보고가 제출되었습니다
ru: Отчет был представлен
zh_hans: 举报已提交！
zh_hant: 舉報已提交！

# tipNotice
source: Location comfirm
ja: あなたの位置を確定した：
ko: 위치를 확정했습니다
ru: Ваша позиция была расположена
zh_hans: 已定位您的位置：
zh_hant: 已定位您的位置：

# tipNotice1
source: Location failure due to environment and network condition!
ja: 環境やネットワークの条件の要因のため、位置確定に失敗！
ko: 환경이나 사용가능한 네트워크연결 실패로 인해 위치 확정에 실패
ru: В связи с факторами окружающей среды и условий сети, позиция о расположении не удалась
zh_hans: 由于环境和网络条件因素，定位失败！
zh_hant: 由於環境和網絡條件因素，定位失敗！

# noticeLabel
source: No one nearby, pull down to look for people!
ja: 近くの人が いません、下にスクロールしてみてください！
ko: 주변에 사람이 없습니다 아래로 스크롤하여보십시오！
ru: Поблизости нету людей, попытайтесь страницу потянуть в низ для поиска людей
zh_hans: 附近没有人，尝试下拉页面，找找人！
zh_hant: 附近沒有人，嘗試下拉頁面，找找人！

# noticeLabel1
source: No post nearby, release one right now!
ja: 近く広場には 情報がありません、速やかに発表してください。
ko: 근처 광장에는 정보가 없습니다 신속하게 발표하십시오!
ru: Поблизости нету трансляций, поскорее опубликуйте
zh_hans: 附近还没有广播，赶快去发布一条吧！
zh_hant: 附近還沒有廣播，趕快去發布一條吧！

# replyTime
source: Replied on：
ja: 返信：
ko: 답글：
ru: Ответить
zh_hans: 回复于：
zh_hant: 回復於：

# replyTitle
source: Reply
ja: 返信
ko: 답글
ru: Ответить
zh_hans: 回复
zh_hant: 回复

# footLabel
source: Be the first to comment!
ja: 1つコメントがありません、第一人でコメントしよう！
ko: 1 개의 댓글이 있습니다, ​ 의견 시도
ru: Нет не одного комментария, написать комментарии
zh_hans: 还没有人评论，快来抢沙发！
zh_hant: 還沒有人評論，快來搶沙發！

# sendReply
source: Send
ja: 送信
ko: 전송
ru: Послать
zh_hans: 发送
zh_hant: 發送

# sendingNotice
source: Sending…
ja: 送信しています...
ko: 전송하고 있습니다…
ru: Идёт отправка
zh_hans: 正在发送……
zh_hant: 正在發送……

# displayPeopleProfile
source: Profile
ja: ﾌﾟﾛﾌｨｰﾙ
ko: 프로필
ru: Персональная информация
zh_hans: 个人信息
zh_hant: 個人信息

# displayPeopleNews
source: Timeline
ja: 最新更新
ko: 최신 뉴스
ru: Его новости
zh_hans: TA的动态
zh_hant: TA的動態

# relationshipLabel
source: Relationship
ja: 相互関係
ko: 상호 관계
ru: Взаимосвязь
zh_hans: 相互关系
zh_hant: 相互關係

# writeMessage
source: Message
ja: 会話
ko: 대화
ru: Начать разговор
zh_hans: 发起对话
zh_hant: 發起對話

# addLink
source: Follow
ja: フォロー
ko: 따라
ru: Добавит
zh_hans: 添加关注
zh_hant: 添加關注

# delLink
source: Unfollow
ja: ｱﾝ ﾌｫﾛｰ
ko: 팔로 잉 언
ru: Отменить
zh_hans: 取消关注
zh_hant: 取消關注

# pullBlackReport
source: Options
ja: オプション
ko: 옵션
ru: вариант
zh_hans: 更多选项
zh_hant: 更多選項

# friendShip
source: Follow
ja: フォロー
ko: 팔로우
ru: внимание
zh_hans: 关注
zh_hant: 關注

# friendShip1
source: Fans
ja: ファン
ko: 팬
ru: Кумиры
zh_hans: 粉丝
zh_hant: 粉絲

# friendShip2
source: Friend
ja: 友達
ko: 친구
ru: Друзья
zh_hans: 好友
zh_hant: 好友

# friendShip3
source: Blacklist
ja: ブラックリスト
ko: 블랙리스트
ru: Черный список
zh_hans: 黑名单
zh_hant: 黑名單

# friendShip4
source: Stranger
ja: 見知らぬ人
ko: 낯선 사람
ru: Незнакомые люди
zh_hans: 陌生人
zh_hant: 陌生人

# friendShip5
source: Yourself
ja: 本人
ko: 본인
ru: Сам(a)
zh_hans: 自己
zh_hant: 自己

# aliasAction
source: Add notes
ja: メモを追加
ko: 메모를 추가
ru: Добавить заметки
zh_hans: 添加备注
zh_hant: 添加備註

# pullBlackTitle
source: Add to blacklist
ja: ブロック
ko: 차단
ru: Черный список
zh_hans: 拉黑
zh_hant: 拉黑

# pullBlackAndReport
source: Add to blacklist and report
ja: ブロックし 報告
ko: 차단하고 보고
ru: Чёрный список и заблокировать
zh_hans: 拉黑并举报
zh_hant: 拉黑並舉報

source: View blacklist
ja: ブラックリストを見る
ko: 블랙리스트보기
ru: Просмотреть черный список
zh_hans: 查看黑名单列表
zh_hant: 查看黑名單列表

# linkButton
source: Sure to follow?
ja: フォロー確定？
ko: 팔로우 확정?
ru: Уверены что хотите уделить внимание?
zh_hans: 确定关注?
zh_hant: 確定關注?

# unlinkButton
source: Sure to cancel follow
ja: フォロー取消を確定する？
ko: 팔로우 취소를 확정?
ru: Отменить
zh_hans: 确定取消关注
zh_hant: 確定取消關注

# linkSuccess
source: Successful follow
ja: フォローを成功した
ko: 팔로우을 성공
ru: Добавлено
zh_hans: 成 功 关 注
zh_hant: 成 功 關 注

# unlinkSuccess
source: Cancel follow
ja: フォロー取消
ko: 팔로우 취소
ru: Отменить
zh_hans: 取 消 关 注
zh_hant: 取 消 關 注

# badMessage
source: Spam information
ja: 嫌がらせの情報
ko: 희롱 정보
ru: Обеспокающяя информация
zh_hans: 骚扰信息
zh_hant: 騷擾信息

# badMessage1
source: Sexual content
ja: ポルノ
ko: 포르노
ru: Порнография
zh_hans: 色情信息
zh_hant: 色情信息

# badMessage2
source: Improper information
ja: 不適切な個人データ
ko: 잘못된 개인 정보
ru: Профиль неуместeн
zh_hans: 个人资料不当
zh_hant: 個人資料不當

# badMessage3
source: Identity Theft
ja: 他人のデータを盗む
ko: 다른 사람의 데이터를 훔침
ru: Украсть другую информацию
zh_hans: 盗用他人资料
zh_hant: 盜用他人資料

# badDetailMessage
source: Enter detail reasons
ja: 特定の理由を入力してください
ko: 특정 이유를 입력하십시오
ru: Пожалуйста, введите конкретные причины
zh_hans: 请在此输入具体原因
zh_hant: 請在此輸入具體原因

# reportUser
source: Report this user
ja: このユーザーを報告する
ko: 이 유저를 신고하기
ru: Доложить пользователям
zh_hans: 举报该用户
zh_hant: 舉報該用戶

# submitButton
source: Submit
ja: 提出する
ko: 제출
ru: Отправить
zh_hans: 提交
zh_hant: 提交

# pullBlackOK
source: Add to blacklist successfully
ja: ブラックリストを成功した
ko: 블랙리스트 성공
ru: Успешно внесён в черный список
zh_hans: 成功拉入黑名单
zh_hant: 成功拉入黑名單

# blackAndReportOK
source: Report successfully and add to blacklist
ja: ユーザをブロックし 報告を成功した
ko: 사용자를 차단하고 신고에 성공
ru: Успешно сообщено и внесён в черный список
zh_hans: 成功举报并拉入黑名单
zh_hant: 成功舉報並拉入黑名單

# addFriend
source: Sure to add friend ?
ja: 友達追加を確定？
ko: 친구 추가를 확정 ?
ru: Добавить в друзья?
zh_hans: 确定添加好友？
zh_hant: 確定添加好友？

source: Edit Note
ja: ﾆｯｸﾈｰﾑ
ko: 닉네임
ru: Изменить примечание
zh_hans: 修改备注
zh_hant: 修改備註

# aliasPlaceholder
source: Enter Alias
ja: ﾆｯｸﾈｰﾑを入力してください
ko: 닉네임을 입력하십시오
ru: Пожалуйста, введите имя
zh_hans: 请输入备注名
zh_hant: 請輸入備註名

# originalName
source: Old name
ja: 従来名前
ko: 기존 이름
ru: Настоящее имя
zh_hans: 原名
zh_hant: 原名

# addNote
source: Edit Note name
ja: 名前を編集
ko: 이름을 수정
ru: Изменить примечание имя
zh_hans: 修改备注名称
zh_hant: 修改備註名稱

# releaseTitle
source: Release post
ja: 投稿する
ko: 게시
ru: Отправить оповещание
zh_hans: 发布广播
zh_hant: 發布廣播

# sayRelease
source: Tell people nearby you feelings
ja: 周囲の人々にいまの気持ちを伝える
ko: 주위 사람들에게 지금의 기분을 전한다
ru: Рассказать о своём настроении
zh_hans: 把 你 的 心 情 告 诉 附 近 的 人
zh_hant: 把你的心情告訴附近的人

# fenLabel
source: Share to social networking
ja: ソーシャルネットワーキングサイトへのシェア
ko: 소셜 네트워킹 사이트에 공유
ru: Поделиться на социальных сайтах
zh_hans: 分享到社交网站
zh_hant: 分享到社交網站

# sendNow
source: Send immediately
ja: 直ちに送信
ko: 즉시 전송
ru: Сразу отправить
zh_hans: 立即发送
zh_hant: 立即發送

# locationNotice
source: Location data is loaded!
ja: あなたの場所のデータがロードされました！
ko: 위치 데이터가 로드되었습니다!
ru: Данные о местоположении загружены
zh_hans: 您的位置数据已载入！
zh_hant: 您的位置數據已載入！

# sinaBing
source: Successful Connect to Sina microblog!
ja: sina weibo IDを関連した
ko: sina weibo ID를 관련!
ru: Подключено кTwitter
zh_hans: 已绑定新浪微博！
zh_hant: 已綁定新浪微博！

# TXBing
source: Successful Connect to Tencent microblog!
ko: Tencent weibo ID를 관련!
ru: Подключено к Facebook
zh_hans: 已绑定腾讯微博！
zh_hant: 已綁定騰訊微博！

# UnsinaBing
source: UnConnect to Sina microblog!
ko: sina weibo ID를 상관하지 않습니다!
ru: Не подключено к Twitter
zh_hans: 新浪微博未绑定！
zh_hant: 新浪微博未綁定！

# UnTXBing
source: UnConnect to Tencent microblog!
ko: Tencent 마이크로 블로그의 미 관련
ru: Не подключено к Facebook
zh_hans: 腾讯微博未绑定！
zh_hant: 騰訊微博未綁定！

source: Share to Sina
ja: sinaのマイクロブログの共有
ko: sina 마이크로 블로그 공유
ru: Поделиться на twitter
zh_hans: 分享到新浪微博
zh_hant: 分享到新浪微博

# shareToTX
source: Share to Tencent
ja: tencentのマイクロブログの共有
ko: tencent 마이크로 블로그 공유
ru: Поделиться на Facebook
zh_hans: 分享到腾讯微博
zh_hant: 分享到騰訊微博
