Repository: CreazyRobert/13-2-22----4-2
Catalog: BanBu/ThirdParts/SinaWeibo/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hant

# isSendBro
source: Sure to release post
ja: 投稿の発表を確定する？
ko: 게시 발표를 확정
ru: Вы уверены, что хотите опубликовать
zh_hans: 是否确定发布广播
zh_hant: 是否確定發布廣播

# contentNil
source: No text !
ja: テキストメッセージがありません
ko: 문자 메시지가 없습니다
ru: Нет текстовой информации
zh_hans: 没有文字信息！
zh_hant: 沒有文字信息！

# oneImage
source: Must have a picture
ja: 画像が必要です
ko: 사진이 필요합니다
ru: Обязательно должна быть картинка
zh_hans: 必须有一张图片
zh_hant: 必須有一張圖片

# releaseSuccess
source: Broadcast content has been submitted, please wait audit!
ja: 投稿の発表を成功した
ko: 게시물이 제출되였습니다 심사 중!
ru: Содержание отослано, пожалуйста подождите
zh_hans: 广播内容已提交，请等待审核！
zh_hant: 廣播內容已提交，請等待審核！

# isAgreeNotice
source: Please read and agree to the Halfeet user agreement
ja: ﾊｰﾌﾌｨｰﾄのユーザ協議を同意するという
ko: 하프 피트 사용자 협의를 동의한다는
ru: Прочитал и согласен с соглашением Halfeet
zh_hans: 请阅读并同意半步用户协议
zh_hant: 請閱讀並同意半步用戶協議

# aStr
source: I have read
ja: 私はユーザ協議を同意する
ko: 사용자 협의에 동의
ru: Я прочитал и согласен
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# bStr
source: Halfeet user agreement
ja: ﾊｰﾌﾌｨｰﾄのユーザ協議
ko: 하프 피트 사용자 협의
ru: Соглашения пользователя с программой Halfeet
zh_hans: 半步用户协议
zh_hant: 半步用戶協議

# seqingNotice
source: Users to send pornographic or other adverse information, such as has been reported and verified, can no longer register or log in to any Halfeet number.
ja: ポルノや有害な情報を送信したユーザは 報告され、検証されると 携帯電話は禁止され、ﾊｰﾌﾌｨｰﾄIDは 登録したり、ログインすることができません
ko: 포르노와 유해한 정보를 전송 한 자는 신고되여 확인되면 휴대폰은 금지되고 하프 피트 ID를 등록하거나 로그인 할 수 없습니다
ru: В случяе отправки непристойной информации, телефон будет заблокирован и вы не сможете больше зарегестрироваться на сайте Halfeet
zh_hans: 发送色情或其他不良信息的用户，如被举报并核实，其手机将会被封禁，再也不能注册或登录任何半步号。
zh_hant: 發送色情或其他不良信息的用戶，如被舉報並核實，其手機將會被封禁，再也不能註冊或登錄任何半步號。

source: Brush size:
ja: サイズ：
ko: 사이즈:
ru: Размер кисти :
zh_hans: 画笔大小：
zh_hant: 畫筆大小：

# emptySheet
source: Sure to delete current doodle?
ja: 現在の落書きを削除してもよろしいですか？
ko: 현재 낙서를 삭제 하시겠습니까?
ru: Вы уверены, что хотите удалить текущий граффити
zh_hans: 你确定要删除当前的的涂鸦画?
zh_hant: 你確定要刪除當前的的塗鴉畫?

# sendSheet
source: Sure to send current doodle?
ja: 現在の落書きを送信してもよろしいですか？
ko: 현재 낙서를 전송하시겠습니까?
ru: Вы уверены, что хотите отправить текущий граффити
zh_hans: 你确定要发送当前的的涂鸦画?
zh_hant: 你確定要發送當前的的塗鴉畫?

# sendAndSaveImage
source: Send and save to album
ja: 送信し、アルバムに保存します。
ko: 전송하고 앨범에 저장합니다
ru: Отправить и сохранить в альбом
zh_hans: 发送并保存到相册
zh_hant: 發送並保存到相冊

# onlySendImage
source: Send only
ja: のみを送信
ko: 만 전송
ru: Только отправить
zh_hans: 仅发送
zh_hant: 僅發送

# changeBackImage
source: Change the background?
ja: 背景を変更する？
ko: 배경 바꾸기?
ru: Изменить рисунок?
zh_hans: 是否更换底图？
zh_hant: 是否更換底圖？

# placeLabel
source: One place
ja: １つ場所
zh_hans: 一个地点

# moodLabel
source: A diary
ja: １つ気分
zh_hans: 一篇心情

# fateLabel
source: A fate
ja: １つの縁
zh_hans: 一段缘分

# throwOneLabel
source: Throw one
ja: 投げる
zh_hans: 抛一个

# myBallLabel
source: My ball
ja: 私のボール
zh_hans: 我的绣球

# selectPlaceTitle
source: Target location
ja: 宛先
zh_hans: 目标地点
zh_hant: 目標地點

# setCityLabel
source: Set city
ja: 設定都市
zh_hans: 设定城市
zh_hant: 設定城市

# setPlaceLabel
source: Place name
ja: 場所名
zh_hans: 地点名称
zh_hant: 地點名稱

source: Hot places
ja: ホットスポット位置
zh_hans: 热点位置
zh_hant: 熱點位置

# cityplaceNil
source: City or place name shall not be empty
ja: 都市や場所の名前は空白にすることはできません
zh_hans: 城市或地名不能为空
zh_hant: 城市或地名不能為空

# placeNULL
source: This place does not exist
ja: ここに存在しません
zh_hans: 此地不存在
zh_hant: 此地不存在

# huntNotice
source: Searching...
ja: 検索......
zh_hans: 正在搜索……
zh_hant: 正在搜索……

# throwBallTitle
source: Throw ball
ja: ボールを投げる
zh_hans: 抛出绣球
zh_hant: 拋出繡球

# editAlert
source: Whether to give up the edited content
ja: 編集したコンテンツを放棄しますか
zh_hans: 是否要放弃编辑好的内容
zh_hant: 是否要放棄編輯好的內容

# sayBall
source: Wrap your feelings in the ball
ja: あなたの気分をボールに入れます
zh_hans: 把 你 的 心 情 包 在 绣 球 里
zh_hant: 把你的心情包在繡球裡

# emptyToolItem
source: Empty
ja: クリアする
zh_hans: 清空
zh_hant: 清空

# finishToolItem
source: Finished
ja: 完了
zh_hans: 完成
zh_hant: 完成

# funLabel
source: Camera
ja: 撮影
zh_hans: 拍照
zh_hant: 拍照

# funLabel1
source: Album
ja: 画像
zh_hans: 相册
zh_hant: 相冊

# funLabel2
source: Voice
ja: 声
zh_hans: 语音
zh_hant: 語音

# funLabel3
source: Doodle
ja: 落書
zh_hans: 涂鸦
zh_hant: 塗鴉

# funLabel4
source: Location
ja: 私の場所
zh_hans: 我的位置
zh_hant: 我的位置

# selectOneway
source: Tip: content of each ball could only contain one of text, photos, album, voice, graffiti and my location.
ja: リマインダー：各ボールのコンテンツにはテキストや写真、アルバム、音声、落書き、私の位置の中から １つ種類モノ存在する
zh_hans: 温馨提示:每个绣球里的内容只能包含文字以及拍照、相册、语音、涂鸦、我的位置中的一种。

# throwNow
source: Throw right now
ja: すぐに投げる
zh_hans: 立即抛出

# editActionSheet
source: Whether to cover the edited content
ja: 編集された内容を上書きする
zh_hans: 是否覆盖掉已编辑好的内容

# wordNilNotice
source: No text
ja: テキストメッセージがありません
zh_hans: 没有文字信息！

# throwAlert
source: Whether to throw ball
ja: あなたはボールを投げて よろしいですか
zh_hans: 是否确定要抛出绣球

# throwSuccess
source: Successful in throwing ball!
ja: ボールを投げて成功した
zh_hans: 绣球抛出成功！

# myBallTitle
source: My ball
ja: 私のボール
zh_hans: 我的绣球

# mySay
source: [My saying]
ja: [私]
ko: [나]
ru: [Я говорю]
zh_hans: [我说]
zh_hant: [我說]

# talkPicture
source: [Pictures]
ja: [画像]
ko: [사진]
ru: [фото]
zh_hans: [图片]
zh_hant: [圖片]

# talkLocation
source: [Location]
ja: [場所]
ko: [장소]
ru: [место]
zh_hans: [位置]
zh_hant: [位置]

# talkSound
source: [Voice]
ja: [声]
ko: [음성]
ru: [Голос]
zh_hans: [语音]
zh_hant: [語音]

# makebigTitle
source: Location details
ja: 場所の詳細情
ko: 위치 상세정보
ru: Подробное место положения
zh_hans: 位置详情
zh_hant: 位置詳情

# helpfulTitle
source: Tips
ja: ご注意
ko: 주의
zh_hans: 友情提示
zh_hant: 友情提示

# warningLabel
source: For users who send “one night stand” and other related spam information, if reported and verified, their Halfeet accounts may be banned permanently.
ja: エロい言語、ONS、嫌がらせなど行動をした場合には、報告され、検証されているような、携帯電話は永久に封印されたであろう、禁止はもはや登録したり、任意のハーフフィート loginができません。
ko: 야한 언어,ONS,희롱 등 행동을 한 경우,신고되고 검증되면 휴대폰은 봉인될것이다.금지될 경우 더 이상 등록 또는 임의의 하프 피트 login 수 없습니다。
ru: При отправке информации такой как ”Порнографии” ”Секса на одну ночь” ”Оружии”,телефон будет заблокирован и вы не сможете больше зарегестрироваться на сайте Halfeet
zh_hans: 发送”约炮“、”一夜情“以及相关骚扰信息的用户，如被举报并核实，其手机将会被永久封禁，再也无法注册或登录任何半步账号。
zh_hant: 發送”約炮“、”一夜情“以及相關騷擾信息的用戶，如被舉報並核實，其手機將會被永久封禁，再也無法註冊或登錄任何半步賬號。

# infoLabel
source: In serious cases, they would be transferred to the police
ja: 特別悪質の場合には 警察に届ける
ko: 특히 악질적 인 경우에는 경찰에 신고합니다
ru: В серьезных случаях, об этом будут оповещены органы общественной безопасности
zh_hans: 情节严重者,移交公安机关
zh_hant: 情節嚴重者,移交公安機關

# chat_btn
source: I know
ja: 了解しました
ko: 이해했습니다
ru: Я понял
zh_hans: 我知道了
zh_hant: 我知道了

# sendLocation
source: Send your location?
ja: あなたの場所を送信
ko: 현재 위치를 ​전송
ru: Не против ли вы отправить координаты своего местоположения
zh_hans: 您是否发送您的地理位置
zh_hant: 您是否發送您的地理位置?

# seeMoreMessage
source: View more chats
ja: もっとチャットを見る
ko: 더 많은 채팅보기
ru: Смотреть историю сообщений
zh_hans: 查看更多聊天记录
zh_hant: 查看更多聊天記錄

# copyButton
source: Copy
ja: コピー
ko: 복사
ru: Скопировать
zh_hans: 复制
zh_hant: 複製

# shareButton
source: Share
ja: シェア
ko: 공유
ru: Транслировать
zh_hans: 分享
zh_hant: 分享

# deleteMes
source: Clean chat history
ja: チャット歴を削除
ko: 채팅 내역 삭제
ru: Пустой чат
zh_hans: 清空聊天
zh_hant: 清空聊天

# forward
source: Send to other
ja: 転送
ko: 전송
ru: Переслать
zh_hans: 转发
zh_hant: 轉發

# retransmission
source: Retry to send
ja: 再送信
ko: 재전송
ru: Повторить попытку
zh_hans: 重发
zh_hant: 重發

# confomForward
source: Are you sure to resend ?
ja: 再送信しますか
ko: 다시 보내시겠습니까 ?
ru: Вы хотите заново отправить
zh_hans: 你是否要重新发送
zh_hant: 你是否要重新發送?

# confirmDelete
source: Are you sure to delete it ?
ja: メーセージの削除を確定しますか？
ko: 메세지의 삭제를 하시겠습니까?
ru: Вы действительно хотите удалить пункт сообщения
zh_hans: 是否确定删除该条消息？
zh_hant: 是否確定刪除該條消息？

# newsState
source: Send
ja: 着く
ko: 도착
ru: Доставлено
zh_hans: 送达
zh_hant: 送達

# newsState1
source: Read
ja: 既読
ko: 읽음
ru: читать
zh_hans: 已读
zh_hant: 已讀

# newsState2
source: New
ja: 未読
ko: 미 읽기
ru: не читал
zh_hans: 未读
zh_hant: 未讀

# newsState3
source: Sending
ja: 発送中
ko: 전송 중
ru: Идёт отправка
zh_hans: 发送中
zh_hant: 發送中

# newsState4
source: Fail
ja: 失敗
ko: 실패
ru: Не удалось
zh_hans: 失败
zh_hant: 失敗

# errcode_fail
source: Share fail,please try again
ja: シェアウェア障害
ko: 셰어웨어 장애
ru: Не удалось поделиться
zh_hans: 分享失败
zh_hant: 分享失敗

# errcode_cancel
source: Canceled
ja: キャンセル
ko: 취소
ru: Аннулировать
zh_hans: 分享取消
zh_hant: 分享取消

# shareSuccess
source: Successful
ja: シェアした
ko: 공유 했다
ru: Успешно
zh_hans: 分享成功
zh_hant: 分享成功

# comefromIceBreak
source: From Chatter
ja: トークヘルパー
ko: 토크 헬퍼
ru: От ассистента
zh_hans: 来自聊天助手
zh_hant: 來自聊天助手

# comefromtuya
source: From Doodle
ja: 落書から
ko: 낙서부터
ru: С графити
zh_hans: 来自涂鸦
zh_hant: 來自塗鴉

# noticeNotLog
source: Please login !
ja: ログインしてください。
ko: 로그인하십시오 !
ru: Не вошли в систему, войти
zh_hans: 尚未登录，请登录
zh_hant: 尚未登錄，請登錄

# flagTitle
source: Symbols
ja: シンボル
ko: 기호
ru: Символ
zh_hans: 符号
zh_hant: 符號

# smileTitle
source: Expression
ja: 表情
ko: 표정
ru: Смайлики
zh_hans: 表情
zh_hant: 表情

# addBtn
source: Add
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 添加

# locationBtn
source: Location
ja: 場所
ko: 위치
ru: место
zh_hans: 位置
zh_hant: 位置

source: Hold to Talk
ja: 押したまま話す
ko: 누른 채 말하기
ru: Задержать, говорить
zh_hans: 按住 说话
zh_hant: 按住 說話

# kongAlert
source: Can not send a blank message
ja: 空白メッセージは送信できません
ko: 빈 메시지는 보낼 수 없습니다
ru: Не удается отправить пустое сообщение
zh_hans: 不能发送空白消息
zh_hant: 不能發送空白消息

# smileItem
source: Invader
ja: ﾓﾝｽﾀ
ko: 몬스터
ru: Драться с монстрами
zh_hans: 打怪兽
zh_hant: 打怪獸

# smileItem1
source: Alburnus
ja: ﾄﾞｳﾛ
ko: 도로
ru: Поморщить щёчки
zh_hans: 嘟嘟嘴
zh_hant: 嘟嘟嘴

# smileItem2
source: Variety
ja: 多様
ko: 다양
ru: Изменчивый
zh_hans: 多变
zh_hant: 多變

# smileItem3
source: Hungry
ja: ｽｲﾀ
ko: 비웠다
ru: Голодный
zh_hans: 饿了
zh_hant: 餓了

# smileItem4
source: Happy
ja: ｼｱﾜｾ
ko: 행복
ru: Счастливый
zh_hans: 高兴
zh_hant: 高興

# smileItem5
source: King
ja: 歌ｽﾀ
ko: 노래 스타
ru: Король песен
zh_hans: 歌王
zh_hant: 歌王

# smileItem6
source: Trouble
ja: ｷﾓﾜﾙｲ
ko: 키모와루이
ru: Нудный
zh_hans: 好烦阿
zh_hant: 好煩阿

# smileItem7
source: Strive
ja: 頑張れ
ko: 화이팅
ru: Вперёд
zh_hans: 加油
zh_hant: 加油

# smileItem8
source: Surprised
ja: ｵﾄﾛｷ
ko: 놀라움
ru: Удивлённый
zh_hans: 惊讶
zh_hant: 驚訝

# smileItem9
source: Cute
ja: ｶﾜｲ
ko: 귀엽다
ru: Милый
zh_hans: 可爱
zh_hant: 可愛

# smileItem10
source: Pitiful
ja: 気の毒
ko: 유감
ru: Жалкий
zh_hans: 可怜
zh_hant: 可憐

# smileItem11
source: Passing
ja: ﾄｵﾙ
ko: 춤추다
ru: Проходил
zh_hans: 路过
zh_hant: 路過

# smileItem12
source: Pa Mic
ja: ﾏｲｸｽﾀ
ko: 마이크스타
ru: Властный
zh_hans: 麦霸
zh_hant: 麥霸

# smileItem13
source: Anger
ja: ｵｺﾙ
ko: 화내다
ru: Сердитый
zh_hans: 怒火
zh_hant: 怒火

# smileItem14
source: Nurturing
ja: ｱｲｼﾞﾝ
ko: 애인
ru: Ищу воспитание
zh_hans: 求包养
zh_hant: 求包養

# smileItem15
source: Mercy
ja: ﾀｽｹﾃ
ko: 도와줘
ru: Помилование
zh_hans: 饶命
zh_hant: 饒命

# smileItem16
source: Flighty
ja: 甘え
ko: 어리광
ru: Заигрывать
zh_hans: 撒娇
zh_hant: 撒嬌

# smileItem17
source: Sleep
ja: ﾈﾙ
ko: 자다
ru: Спать
zh_hans: 睡觉
zh_hant: 睡覺

# smileItem18
source: Cool
ja: ｶｯｺｲ
ko: 멋있다
ru: Симпотичный
zh_hans: 太帅了
zh_hant: 太帥了

# smileItem19
source: Pain
ja: 痛み
ko: 아픔
ru: Больно
zh_hans: 痛苦
zh_hant: 痛苦

# smileItem20
source: Shy
ja: ﾊｽﾞｶｼ
ko: 부끄럽다
ru: Застенчевый
zh_hans: 羞羞脸
zh_hant: 羞羞臉

# smileItem21
source: Pressure
ja: ﾌﾞﾚｰｼｬ
ko: 압력
ru: Давление
zh_hans: 压力大
zh_hant: 壓力大

# smileItem22
source: Sinister
ja: 陰謀
ko: 음모
ru: Заговор
zh_hans: 阴谋
zh_hant: 陰謀

# smileItem23
source: Wink
ja: ﾏﾊﾞﾀｷ
ko: 깜박임
ru: Моргать
zh_hans: 眨眼
zh_hant: 眨眼

# smileItem24
source: Money
ja: お金
ko: 돈
ru: Стать богатым
zh_hans: 发大财
zh_hant: 發大財

# smileItem25
source: Funny
ja: 変な
ko: 이상한
ru: Пливать
zh_hans: 喷饭
zh_hant: 噴飯

# smileItem26
source: Squib
ja: 爆発
ko: 폭팔
ru: Подорваный
zh_hans: 炸飞了
zh_hant: 炸飛了

# smileItem27
source: Dreary
ja: 退屈な
ko: 지루한
ru: Холодно
zh_hans: 凄凉
zh_hant: 淒涼

# smileItem28
source: T-Show
ja: ショー
ko: 쇼
ru: Подиум
zh_hans: T台秀
zh_hant: T台秀

# smileItem29
source: Read
ja: リード
ko: 리드
ru: Учиться
zh_hans: 读书
zh_hant: 讀書

# smileItem30
source: Twist
ja: ツイスト
ko: 트위스트
ru: Вилять попой
zh_hans: 扭屁股
zh_hant: 扭屁股

# smileItem31
source: Dance
ja: ダンス
ko: 댄스
ru: Танцевать
zh_hans: 舞蹈
zh_hant: 舞蹈

# smileItem32
source: Proud
ja: 誇らしい
ko: 자랑스러운
ru: Гордый
zh_hans: 得意
zh_hant: 得意

# smileItem33
source: Sports
ja: 運動
ko: 운동
ru: Заниматься спортом
zh_hans: 运动
zh_hant: 運動

# smileItem34
source: SOS
ja: 救命の
ko: 구조
ru: Сос
zh_hans: 救命
zh_hant: 救命

# smileItem35
source: Out away
ja: 離れて
ko: 떨어져
ru: Иди подальше
zh_hans: 滚远点
zh_hant: 滾遠點

# smileItem36
source: G-Style
ja: スタイル
ko: 스타일
ru: Gangnam Танец
zh_hans: 江南舞
zh_hant: 江南舞

# smileItem37
source: GO
ja: 行く
ko: 이동
ru: Уходи
zh_hans: 走你
zh_hant: 走你

source: Resend
ja: 再送信
ko: 다시보내기
ru: Ещё раз отправить
zh_hans: 重发
zh_hant: 重發

# searchIce
source: Chatter
ja: トークヘルパー
ko: 토크 헬퍼
ru: Чат помощник
zh_hans: 聊天助手
zh_hant: 聊天助手

# searchTextField
source: Enter a keyword
ja: キーワードを入力することができます
ko: 키워드를 입력 할 수 있습니다
ru: Ключевые слова
zh_hans: 可输入关键字
zh_hant: 可輸入關鍵字

# searchIceBtn
source: Search
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索一下
zh_hant: 搜索一下

# tuijianLabel
source: Hot Keywords
ja: ホットキーワード
ko: 핫 키워드
ru: Ключевые слова
zh_hans: 热门关键词
zh_hant: 熱門關鍵詞

# searchkey
source: Search-
ja: 検索-
ko: 검색 -
ru: Поиск-
zh_hans: 搜索-
zh_hant: 搜索-

# ice_actionSheetButtionTitle
source: Send
ja: 直ちに送信
ko: 즉시 전송
ru: Отправить
zh_hans: 直接发送
zh_hant: 直接發送

# ice_actionSheetButtionTitle1
source: Share to webchat friend
ja: weichat友人へシェアする
ko: weichat 친구에게 공유하기
ru: Отправить в we-chat
zh_hans: 发送到微信对话
zh_hant: 發送到微信對話

# ice_actionSheetButtionTitle2
source: Share to webchat Social
ja: weichatモーメンツへシェアする
ko: weichat 모멘트에 공유하기
ru: Поделиться с друзьями в we-chat
zh_hans: 分享到微信好友圈
zh_hant: 分享到微信好友圈

# ice_textTitle
source: Text icebreak
ja: テキスト挨拶語
ko: 문자 인사말
ru: Язык текстовых сообщений
zh_hans: 文字破冰语
zh_hant: 文字破冰語

# ice_voiceTitle
source: Audio icebreak
ja: 音声挨拶語
ko: 음성 인사말
ru: Язык голосовых сообщений
zh_hans: 语音破冰语
zh_hant: 語音破冰語

# ice_picTitle
source: Pictures icebreak
ja: 写真挨拶語
ko: 사진 인사말
ru: Картиночный язык
zh_hans: 图片破冰语
zh_hant: 圖片破冰語

# scanPic
source: Picture browsing
ja: ブラウズ写真
ko: 브라우즈 사진
ru: Браузер фото
zh_hans: 图片浏览
zh_hant: 圖片瀏覽

# friendTitle
source: Friends
ja: 友達サークル
ko: 친구 써클
ru: Блок друзей
zh_hans: 好友圈
zh_hant: 好友圈

# fItem
source: By distance
ja: 距離
ko: 거리
ru: По расстоянию
zh_hans: 按距离
zh_hant: 按距離

# fItem1
source: By last login time
ja: 最後のログイン時間
ko: 마지막 로그인 시간
ru: По времени последнего входа
zh_hans: 按最后登录时间
zh_hant: 按最後登錄時間

# fItem2
source: By adding time
ja: フォロー時間の順、
ko: 팔로우 시간 순
ru: По добавлению время
zh_hans: 按添加时间
zh_hant: 按添加時間

# summary_g
source: Follow
ja: フォロー
ko: 팔로우
ru: Обратить внимание
zh_hans: 关注
zh_hant: 關注

# summary_f
source: Fans
ja: ファン
ko: 팬
ru: Кумиры
zh_hans: 粉丝
zh_hant: 粉絲

# summary_h
source: Friends
ja: 友達
ko: 친구
ru: Друзья
zh_hans: 好友
zh_hant: 好友

# friendNoticeLabel
source: You have not followed about a friend, and follow people nearby now!
ja: あなたはまだ友人をフォローしませんね、近く人をフォローしましょ！
ko: 아직 ​​친구를 팔로우하지 않았습니다 주변사람을 팔로우합시다!
ru: У вас ещё нету друзей, заводите дружбу с людьми по близости
zh_hans: 你还没有关注好友,赶快去关注附近的人吧!
zh_hant: 你還沒有關注好友,趕快去關注附近的人吧!

# friendNoticeLabel1
source: You have no fans, find mutual ones!
ja: ファンがいませんね、直ちに双方をファンしましょ
ko: 팬이 없습니다 바로 팬이 됩시다!
ru: У вас ещё кумиров, становитесь кумирами с друзьями
zh_hans: 你还没有粉丝,赶快去互粉吧!
zh_hant: 你還沒有粉絲,趕快去互粉吧!

# friendNoticeLabel2
source: You have no friends, add people nearby now!
ja: あなたは友人をお持ちしませんね、近く友達を見つかりしましょ！
ko: 친구가 없습니다 주위의 친구를 찾읍시다!
ru: У вас ещё нету друзей, добавляй людей по близости
zh_hans: 你还没有好友,赶快去添加附近的人吧!
zh_hant: 你還沒有好友,趕快去添加附近的人吧!

# andNewFriendTitle
source: Add friends
ja: 友達を追加
ko: 친구로 추가
ru: Добавить в друзья
zh_hans: 添加好友
zh_hant: 添加好友

# searchBtn
source: Search
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 查找
zh_hant: 查找

# zibarBtn
source: Scan QR code
ja: スキャン2次元コード
ko: 스캔 2 차원 코드
ru: Сканирование двумерного кода
zh_hans: 扫描2维码
zh_hant: 掃描2維碼

# headerAndholder
source: Enter Email or Halfeet account
ja: Email、Halfeet IDを入力してください
ko: Email, Halfeet ID를 입력하십시오
ru: Введите номер его почтового ящика или номер Halfeet
zh_hans: 输入TA的邮箱或半步号
zh_hant: 輸入TA的郵箱或半步號

# nilNotice
source: Content can not be null!!!
ja: 空にすることはできません！
ko: 비워 둘 수 없습니다
ru: Содержание не может быть пустым
zh_hans: 内容不能为空！！！
zh_hant: 內容不能為空！！！

# selfNotice
source: It’s yourself!!!
ja: ああ、あなた自身です！
ko: 아, 본인입니다!!!
ru: Сообственный
zh_hans: 是你自己哦！！！
zh_hant: 是你自己哦！！！

# searchNotice
source: Searching...
ja: 探している......
ko: 찾고 있는중......
ru: Идёт поиск….
zh_hans: 正在查找……
zh_hant: 正在查找……

# emailError
source: Email address format error
ja: 電子メールの形式が正しくありません
ko: 올바른 메일이 아닙니다
ru: Неверный формат электронной почты
zh_hans: 邮箱格式不正确
zh_hant: 郵箱格式不正確

# resquesting
source: Loading the former request…
ja: 前回リクエストをロッド中....
ko: 마지막 요청을 로드 중 ...
ru: Предыдущий запрос загружается
zh_hans: 前一次请求正在加载……
zh_hant: 前一次請求正在加載……

# readerTitle
source: Scan and add friends
ko: 스캔하여 친구 추가
ru: Сканировать и добавить в друзья
zh_hans: 扫一扫加好友
zh_hant: 掃一掃加好友

# myApp
source: My applications
ja: アプリケーション
ko: 어플리케이션
ru: Мои приложения
zh_hans: 我的应用
zh_hant: 我的應用

source: My center
ja: ホーム
ko: 홈
ru: Персональный центр
zh_hans: 个人中心
zh_hant: 個人中心

# myinfoLabel
source: Profile
ja: ﾌﾟﾛﾌｨｰﾙ
ko: 프로필
ru: Персональная информация
zh_hans: 个人资料
zh_hant: 個人資料

# systemLabel
source: Settings
ja: 設定
ko: 설정
ru: Настройки системы
zh_hans: 系统设置
zh_hant: 系統設置

# dymaicLabel
source: Timeline
ja: 最新更新
ko: 최근 업데이트
ru: Список обновлений
zh_hans: 动态一览
zh_hant: 動態一覽

# visitorLabel
source: Visitors
ja: 訪問記録
ko: 방문 기록
ru: Гости
zh_hans: 来访记录
zh_hant: 來訪記錄

# helperLabel
source: Help
ja: ヘルプ
ko: 도움말
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

# editAvatar
source: Edit photo
ja: アバター編集
ko: 아바타 편집
ru: Изменить фото
zh_hans: 编辑头像
zh_hant: 編輯頭像

# profileSection
source: Basic information
ja: 基本情報
ko: 기본 정보
ru: Основная информация
zh_hans: 基本信息
zh_hant: 基本信息

# profileSection1
source: Profile
ja: ﾌﾟﾛﾌｨｰﾙ
ko: 프로필
ru: Персональная информация
zh_hans: 个人信息
zh_hant: 個人信息

# profileSection2
source: Connect information
ja: 関連ID
ko: 관련 ID
ru: Информация о доступности
zh_hans: 绑定信息
zh_hant: 綁定信息

# profileSection3
source: Account information
ja: アカウント
ko: 계정
ru: Информация об учетной записи
zh_hans: 帐号信息
zh_hant: 帳號信息

# weiboBing
source: Already Connect
ja: 接続
ko: 연결
ru: Доступно
zh_hans: 已绑定
zh_hant: 已綁定

# weiboUnBing
source: UnConnect
ja: 未関連
ko: 미 관련
ru: Не доступно
zh_hans: 未绑定
zh_hant: 未綁定

# reBinding
source: UnConnect
ja: 関連解除
ru: Сделать доступность
zh_hans: 解除绑定
zh_hant: 解除綁定

# sinaSheetTitle
source: Sina microblog
ja: sina weibo
ko: sina weibo
ru: Twitter
zh_hans: 新浪微博
zh_hant: 新浪微博

# TXSheetTitle
source: Tencent microblog
ja: Tencentのマイクロブログ
ko: Tencent 마이크로 블로그
ru: Facebook
zh_hans: 腾讯微博
zh_hant: 騰訊微博

# updateAvatarSuccess
source: Update photo successfully
ja: 更新に成功アバター
ko: 업데이트에 성공한 아바타
ru: Фото успешно обновлено
zh_hans: 更新头像成功
zh_hant: 更新頭像成功

# reBindingSuccess
source: UnConnect successfully
ja: 関連解除を成功した
ko: 관련 해제를 성공
ru: Успешно выполнено
zh_hans: 成功解除绑定
zh_hant: 成功解除綁定

# updateInfo
source: Update data…
ja: アップデートデータ...
ko: 업데이트 데이터 ...
ru: Обновите данные...
zh_hans: 更新数据……
zh_hant: 更新數據……

# updateAvatar
source: Update photo…
ja: アップデートアバター...
ko: 업데이트 아바타 ...
ru: Обновить Фото...
zh_hans: 更新头像……
zh_hant: 更新頭像……

# bangdingSina
source: Connect sina weibo
ja: Sinaを関連する
ko: Sina를 관련
ru: Ссоединения сTwitter
zh_hans: 绑定新浪微博
zh_hant: 綁定新浪微博

# bangdingTX
source: Connect tencent weibog
ja: Tencentを関連する
ko: Tencent를 관련
ru: Ссоединения с Facebook
zh_hans: 绑定腾讯微博
zh_hant: 綁定騰訊微博

# changeInfo
source: You have changed %@, save?
ja: あなたが%@変更を加えて、保存したい？
ko: 당신이 % @ 수정하여 저장하시겠습니까?
ru: Вы внесли изменения в%@, хотите ли сохранить?
zh_hans: 您已对%@做了修改，是否保存?
zh_hant: 您已對%@做了修改，是否保存?

# s0c0
source: Halfeet account
ja: ハーフフィートID
ko: 하프 피트 ID
ru: Номер Halfeet
zh_hans: 半步号
zh_hant: 半步號

# s0c1
source: QR code
ja: 2次元コード名刺
ko: 2 차원 코드 명함
zh_hans: 二维码名片
zh_hant: 二維碼名片

# s0c2
source: Personal signature
ja: いまの気持ち
ko: 지금의 기분
ru: Личная подпись
zh_hans: 个人签名
zh_hant: 個人簽名

# s0c2DefaluteValue
source: People nearby could know your latest dynamics through your signature
ja: 署名の近くには、人々が自分の状況を知っているでしょう
ko: 서명한 주변에는 사람들이 자신의 상황을 알고있습니다
ru: Пусть люди знают о ваших последних новостях
zh_hans: 签名档会让附近的人知道你的最新状态
zh_hant: 名檔會讓附近的人知道你的最新狀態

# s1c0
source: Height (cm)
ja: 身長（cm）
ko: 키 (cm)
ru: Рост(cm)
zh_hans: 身高(cm)
zh_hant: 身高(cm)

# s1c1
source: Blood type
ja: 血液型
ko: 혈액형
ru: Группа крови
zh_hans: 血型
zh_hant: 血型

# s1c2
source: Weight (kg)
ja: 体重（kg）
ko: 체중 (kg)
ru: Вес(кг)
zh_hans: 体重(kg)
zh_hant: 體重(kg)

# s2c0
source: Interests and hobbies
ja: 趣味
ko: 취미
ru: Интересы
zh_hans: 兴趣爱好
zh_hant: 興趣愛好

# s2c0DefaluteValue
source: Your interests and hobbies
ja: 自分の興味
ko: 내 관심
ru: Интересы
zh_hans: 你的兴趣爱好
zh_hant: 你的興趣愛好

# s2c1
source: Most visit places
ja: よく遊ぶ所
ko: 잘 노는 곳
ru: Часто посещаемые места
zh_hans: 常出没的地方
zh_hant: 常出沒的地方

# s2c1DefaluteValue
source: Your most visit places
ja: あなたが頻繁に出没する場所か
ko: 자주 출몰하는 장소인가
ru: Часто посещаемые места
zh_hans: 你常出没的地方
zh_hant: 你常出沒的地方

# s2c2
source: Company
ja: 会社名
ko: 회사 명
ru: Компания
zh_hans: 公司
zh_hant: 公司

# s2c2DefaluteValue
source: Companies you have worked in before
ja: あなたは今までどの会社で働いていました
ko: 현재에 이르기까지 어떤 직장에 근무하였습니까?
ru: В каких компаниях вы работали
zh_hans: 你曾经在哪些公司任职
zh_hant: 你曾經在哪些公司任職

# s2c3
source: Occupation
ja: 職業
ko: 직업
ru: Профессия
zh_hans: 职业
zh_hant: 職業

# s2c3DefaluteValue
source: Your current occupation
ja: あなたの仕事の種類
ko: 직업의 종류
ru: Кто вы были по профессии
zh_hans: 你在从事什么职业
zh_hant: 你在從事什麼職業

# s2c4
source: School
ja: 学校
ko: 학교
ru: Школа
zh_hans: 学校
zh_hant: 學校

# s2c4DefaluteValue
source: Schools you have attended before
ja: あなたは今までどの学校に在籍したことがあります
ko: 지금까지 어느 학교에 재적한적있습니까
ru: В каких школах вы учились
zh_hans: 你曾经在哪些学校就读
zh_hant: 你曾經在哪些學校就讀

# s3c0
source: Sina microblog
ja: sinaマイクロブログ
ko: sina 마이크로 블로그
zh_hans: 新浪微博
zh_hant: 新浪微博

# s3c1
source: Tencent microblog
ja: Tencentのマイクロブログ
ko: Tencent 마이크로 블로그
zh_hans: 腾讯微博
zh_hant: 騰訊微博

# addPhoto
source: Add photos
ja: 写真追加
ko: 사진 추가
ru: Добавить фото
zh_hans: 添加照片
zh_hant: 添加照片

# changePhoto
source: Change or delete photo
ja: 削除又取替える
ko: 삭제 또한 대체
ru: Заменить или удалить
zh_hans: 替换或删除
zh_hant: 替換或刪除

source: Delete photo
ja: 画像の削除
ko: 사진 삭제
ru: Удалить фотографию
zh_hans: 删除照片
zh_hant: 刪除照片

# mustOneImage
source: Save one photo at least
ja: 最低一枚画像を保留してください。
ko: 최소 사진 한장을 보류하십시오
ru: Пожалуйста зарезервируйте не менее одной фотографии
zh_hans: 请至少保留一张照片
zh_hant: 請至少保留一張照片

# zibarTitle
source: QR code name card
ja: 2次元コード名刺
ko: 2 차원 코드 명함
zh_hans: 二维码名片

# banbuNum
source: Halfeet account：
ja: ハーフフィートID
ko: 하프 피트 ID:
zh_hans: 半步号：

# descripLabel
source: Halfeet is a mobile application that focus to find nearby people , and support through the mobile phone network to send voice SMS, video, pictures and text, can be found based on geographic location nearby.
ja: 写真をスキャンし ハーフフィートIDを追加する
ko: 사진을 스캔 하프 피트 ID 추가
ru: Scan the above picture and add my Halfeet account
zh_hans: 扫一扫上面的图片,加我半步
zh_hant: Scan the above picture and add my Halfeet account

# workTitle
source: Occupation
ja: 職業
ko: 직업
ru: Профессия
zh_hans: 职业
zh_hant: 職業

# workNil
source: Occupation could not be null
ja: 職業は空にすることはできません
ko: 직업은 비워 둘 수 없습니다
ru: Не может быть пустым
zh_hans: 职业不能为空哦
zh_hant: 職業不能為空哦

# workBelong
source: Industry involved
ja: 業界
ko: 업계
ru: Вся промышленность
zh_hans: 所属行业
zh_hant: 所屬行業

# workItem
source: Computer/internet/communication
ja: コンピュータ/インターネット/通信
ko: 컴퓨터 / 인터넷 / 통신
ru: Компьютер/Интернет/Связь и коммуникации
zh_hans: 计算机/互联网/通信
zh_hant: 計算機/互聯網/通信

# workItem1
source: Production/processing/manufacturing
ja: 生産/プロセス/製造
ko: 생산 / 공정 / 제조
ru: Продукция/Процесс/Производство
zh_hans: 生产/工艺/制造
zh_hant: 生產/工藝/製造

# workItem2
source: Business/services/individual operation
ja: ビジネス/ホスピタリティ/製造
ko: 비즈니스 / 호스 피탈 리티/ 제조
ru: Бизнес/Услуги
zh_hans: 商业/服务业/个体经营
zh_hant: 商業/服務業/個體經營

# workItem3
source: Finance/banking/investment/insurance
ja: 金融/銀行/投資/保険
ko: 금융 / 은행 / 투자 / 보험
ru: Финансы/Банки/Инвестиции/Страхование
zh_hans: 金融/银行/投资/保险
zh_hant: 金融/銀行/投資/保險
